/* No comment provided by engineer. */
"(Multiple)" = "(Multiple)";

/* (None) */
"(None)" = "(None)";

/* Abort */
"Abort" = "Abort";

/* AbortClone */
"AbortClone" = "Abort Clone";

/* AbortGraft */
"AbortGraft" = "Abort Graft";

/* AbortRebase */
"AbortRebase" = "Abort Rebase";

/* AcceptAndContinue */
"AcceptAndContinue" = "Accept & Continue";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Bookmark";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Branch";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Current Bookmark";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Current Branch";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "File Status";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Remote";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Remote Branch";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Stash";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Submodule";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Subtree";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Tag";

/* AccountCreationFailed */
"AccountCreationFailed" = "Account Creation Failed";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Ignore Globally";

/* AddLocalIgnore */
"AddLocalIgnore" = "Ignore in this Repository";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Adding subtree to local path '%@'...";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Add to index";

/* AllFiles */
"AllFiles" = "All files";

/* AllTrackedBranches */
"AllTrackedBranches" = "All tracked branches";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "The following files are already marked as resolved, are you sure you want to merge them again?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "File Already Resolved";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "No patch file specified";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "No patch text specified";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Select a patch file to apply";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Patch File:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Open Patch File";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "One or more hunks were rejected in the patch you just applied, you will find these hunks in '.rej' files of the same name as the file affected. The files affected are: \n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Rejected hunks in patch";

/* AppNotFound */
"AppNotFound" = "%@ was not found on your system, please make sure you install it before trying to use this tool.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ was not found on your system, please make sure you install it before trying to use this tool.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Application Not Found";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "You do not currently have the Araxis Merge command line tools installed, which are required. Please visit the Araxis Merge website to download them and follow their install instructions.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Araxis Merge command-line tools not found";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "Araxis Merge was not found on this Mac. Please install Araxis Merge if you wish to use it for external diffs or merges.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge not installed";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* AuthorisationFailedTitle */
"AuthorisationFailedTitle" = "Authorisation Failed";

/* Automatic */
"Automatic" = "Automatic";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Pulling Branch \"%@\" From \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Default folder:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Pick the default folder for new repositories and clones";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Default folder";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Pick the GPG location for commit signing";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Default GPG location";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Ignore file:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Pick your Git global ignore file";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Git Global Ignore File";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Ignore file:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Pick your Mercurial global ignore file";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Mercurial Global Ignore File";

/* BrowserLoadError */
"BrowserLoadError" = "An error was encountered while trying to load your bookmarks.";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Bookmarks could not be loaded";

/* Cancel */
"Cancel" = "Cancel";

/* Change Folder */
"ChangeFolder" = "Change Folder";

/* ChangesNotFound */
"ChangesNotFound" = "Changes was not found on this Mac, please install it before selecting it as an external diff or merge tool.";

/* ChangesNotFoundTitle */
"ChangesNotFoundTitle" = "Changes Not Found";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Enter the new source URL for '%@'";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Change source for submodule";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Change source for subrepository";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Checking clone URL...";

/* CheckingForUserStatus */
"CheckingForUserStatus" = "Checking for user...";

/* CheckingSubmodules */
"CheckingSubmodules" = "Checking Submodules...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Checking Subrepositories...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Checkout...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Shelve them with description:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Stash them with description:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "The local branch '%@' already exists. Do you want to pull the latest changes from '%@/%@' into this existing branch?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "Local branch already exists";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Cherry Pick";

/* CleanFiles */
"CleanFiles" = "Clean files";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "The destination path %@ already exists and is not an empty folder. Please choose an empty or new folder into which to clone.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Cannot Clone Into Non-Empty Folder";

/* CloneFromToMsg */
"CloneFromToMsg" = "Cloning From %@ To %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "You're currently cloning a repository, if you quit SourceTree now this clone will be aborted. Are you sure you want to quit SourceTree?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Clone in progress";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Unable to install command line tools, please refer to the system logs for more details.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Installation failed";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "Command line utility %@ was not found on your system. Please make sure you install the command-line tools for your selected option first.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Utility not found";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "Command History";

/* Commit */
"Commit" = "Commit";

/* Commit... */
"Commit..." = "Commit...";

/* CommitDetails */
"CommitDetails" = "Commit Details";

/* CommitLabel */
"CommitLabel" = "Commit:";

/* CompanyRegisterField */
"CompanyRegisterField" = "company";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Please complete all the fields before continuing.";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Mandatory fields required";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Are you sure you want to abort the graft in progress? This will discard all your local changes.";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Abort Graft?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Are you sure you want to abort the rebase?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Abort Rebase?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "The content of the following files will be added to version control: \n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Confirm Add?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "The following files are 10MB or larger, are you sure you want to add them to source control?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Large files detected";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "This action will remove all files missing from your working copy, and add all new files. \n\nAre you sure you want to proceed?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Confirm add / remove";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "A working copy with the same path already exists.\n\nAre you sure you want to proceed?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Confirm Add Working Copy";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Are you sure you want to apply the stash '%@' to your working copy?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Apply Stash?";

/* ConfirmBackout */
"ConfirmBackout" = "Are you sure you want to reverse the selected changes?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Confirm Backout?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Are you sure you want to close the branch '%@'?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Confirm Close Branch";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Are you sure you want to continue the graft operation? Make sure you've resolved all the outstanding conflicts.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Continue Graft?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Are you sure you want to continue the rebase operation? Make sure you've resolved all the outstanding conflicts.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Continue Rebase?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Are you sure you want to delete the following branches?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Confirm Branch Deletion";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Are you sure you want to delete the following remote branches?\n\n%@\n\nThis will cause the branches to be deleted from the remote too (deletion will be pushed).";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Confirm Branch Deletion";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Are you sure you want to delete the shelved changes named '%@'?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Are you sure you want to delete the remote branch '%@'?\n\nThis will cause the branch to be deleted from the remote too (deletion will be pushed)";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Are you sure you want to delete the stashed changes '%@'?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Are you sure you want to delete '%@'?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Confirm Deletion";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Are you sure you want to discard all the changes in this hunk?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Confirm discard changes?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Are you sure you want to discard the changes in the selected lines?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Confirm discard changes?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "A force push could have a major impact on your remotes and those pulling from them. Are you sure you want to force push?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Confirm Force Push";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Ignore these files?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Confirm ignore?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Are you sure you wish to mark the following files as resolved?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Confirm Mark Resolved";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Are you sure you wish to mark the following files as unresolved?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Confirm Mark Unresolved";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Are you sure you want to merge '%@' into your current branch?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Confirm Merge";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "This file already exists - are you sure you want to overwrite it?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Overwrite File?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Are you sure you want to pull %@ into your local branch?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Confirm Pull";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Are you sure you want to push the tag %@ to %@?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Push Tag?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Are you sure you want to rebase your current changes on to '%@'?\n\nMake sure your changes have not been pushed to anyone else.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Confirm Rebase";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Confirm Remove?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Are you sure you want to remove the bookmark '%@'?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Confirm Remove Bookmark";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "The following files will be removed from version control: \n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Confirm Remove?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "Are you sure you want to remove the selected account?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Confirm?";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Are you sure you want to remove the following nodes, and all of their children?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Are you sure you want to remove the selected remote from the configuration for this repository?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Confirm Remove Remote?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Confirm Remove?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Are you sure you want to remove the following items, and all of their children?\n\n%@\n\nThis will remove one or more repository entries, so please choose whether to just remove the bookmarks or to move these repositories to the trash as well.";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "You opted to delete repositories on disk but the repository \"%@\" contains uncommitted files which will be lost forever if you delete this repository. Are you sure you want to delete the repository on disk?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Confirm Delete Repository";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Are you sure you want to remove the tag '%@'?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Confirm Remove Tag";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "The following files contain changes or information which is not in source control, and will be irretrievably lost if you remove them: \n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Confirm Remove Modified or Untracked Files?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Replace commit text?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Do you want to replace the commit text above with the message from the previous commit?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Are you sure you want to completely reset all your current changes to this repository?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Confirm?";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "Using the 'Hard' reset mode will discard all your local changes in the working copy and the index. Are you sure this is what you want?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Warning: destructive operation";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Are you sure you want to resolve the following files using your own version?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Confirm Resolve Using 'Mine'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Are you sure you want to resolve the following files using the version from the other side of the merge?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Confirm Resolve Using 'Theirs'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Are you sure you want to re-start the merge process for the following files?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Confirm Restart Merge";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Are you sure you want to discard all your changes to the selected files?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Are you sure you want to discard all your changes to the selected files?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Confirm?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Please confirm that you want to revert the files:\n\n%@\n\nto the state they were in at this commit:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Confirm?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Are you sure you want to add these changes to the index?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Confirm Stage?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "The following files will be removed from version control but will remain on your disk: \n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Stop tracking files?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Do not modify working copy during strip (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Are you SURE you want to strip revision %@?\n\nThis is a destructive operation which will remove this revision and ALL of its descendents, so it should not be done lightly.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Really strip and destroy history?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Are you sure you want to switch your working copy to the branch '%@'?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Confirm Branch Switch";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Are you sure you want your local branch '%@' to track remote branch '%@' in future?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Confirm Change Tracking Branch";

/* ConfirmTransplant */
"ConfirmTransplant" = "Are you sure you want to apply the selected change on top of your current branch? It will be committed immediately if there are no conflicts.";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Confirm Cherry Pick";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Are you sure you want to apply the shelved changes '%@' to your working copy?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "Apply Shelved Changes?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Are you sure you want to remove these changes from the index?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Confirm Unstage?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Are you sure you want to checkout '%@'?\n\nDoing so will make your working copy a 'detached HEAD', which means you won't be on a branch anymore. If you want to commit after this you'll probably want to either checkout a branch again, or create a new branch. Is this ok?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Are you sure you want to switch your working copy to '%@'?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Confirm change working copy";

/* ConflictedFiles */
"ConflictedFiles" = "Conflicted files";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "You now have merge conflicts in your working copy that need to be resolved before continuing.\n\nYou can do this by selecting the conflicted files and using the options under the 'Resolve Conflicts' menu.";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Merge Conflicts";

/* Continue */
"Continue" = "Continue";

/* ContinueGraft */
"ContinueGraft" = "Continue Graft";

/* ContinueRebase */
"ContinueRebase" = "Continue Rebase";

/* Copy */
"Copy" = "Copy";

/* CopyFileMessage */
"CopyFileMessage" = "Select the destination to copy %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Destination";

/* CopyFileTitle */
"CopyFileTitle" = "Copy File";

/* CouldNotCheckUserExistsTitle */
"CouldNotCheckUserExistsTitle" = "Could Not Check User Exists";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Create Branch Anyway";

/* CreateGitTag */
"CreateGitTag" = "Create Git Tag";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "An error occurred while trying to create the repository. The error reported by the server was:\n\n %@";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Create Repository Failed";

/* CreateLink */
"CreateLink" = "Create Link";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Pick a file to save the patch to";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Patch File:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Create Patch";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "You don't have any remotes which have extended integration settings configured; you need to edit your remotes to add details such as the hosting type and base URL. Click the Settings button to open your remote list.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Remote project configuration";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "You have chosen not to push your changes, meaning the pull request will only include changes already in the remote branch, is this what you want?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Warning - not pushing";

/* CreateSvnTag */
"CreateSvnTag" = "Create Subversion Tag";

/* Custom */
"Custom" = "Custom";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Are you sure you want to remove this action?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Open script for custom action";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Delete after applying";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "No branches selected; please select at least one branch to delete.";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Empty Selection";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Delete";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Delete commit...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Confirm Remote Branch Deletion";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Delete remote branch";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Delete remote branch [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Delete subtree link for local path '%@' with repo '%@'?\n\nThis will not delete your subtree.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Delete Subtree Link";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Deleting branch...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "You picked a destination that is outside the working copy for this repository. Please choose a location inside your working copy.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Destination outside repository";

/* DetailsAuthor */
"DetailsAuthor" = "Author:";

/* DetailsBranch */
"DetailsBranch" = "Branch:";

/* DetailsChangeset */
"DetailsChangeset" = "Changeset:";

/* DetailsCommit */
"DetailsCommit" = "Commit:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Commit Date:";

/* DetailsCommitter */
"DetailsCommitter" = "Committer:";

/* DetailsDate */
"DetailsDate" = "Date:";

/* DetailsGPG */
"DetailsGPG" = "GPG Details:";

/* DetailsGPGBad */
"DetailsGPGBad" = "BAD";

/* DetailsGPGGood */
"DetailsGPGGood" = "GOOD";

/* DetailsLabels */
"DetailsLabels" = "Labels:";

/* DetailsParents */
"DetailsParents" = "Parents:";

/* DetailsRevision */
"DetailsRevision" = "Revision:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "SVN Revision:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge was not found in your applications folders. Please install DiffMerge before trying to configure it.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge Not Found";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Cannot enable GPG signing of commits, either there are no GPG keys available or the GPG Program setting in SourceTree's preferences is incorrect.\n\nIf you have added some keys or changed the GPG Program location after opening this screen please close and re-open the sheet and retry.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Cannot Enable Commit Signing";

/* DiscardChanges */
"DiscardChanges" = "Discard local changes";

/* DiscardHunk */
"DiscardHunk" = "Discard hunk";

/* DiscardLines */
"DiscardLines" = "Discard lines";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Duplicate remote name";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "A remote with this name already exists. Please pick a unique name.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "A tag with this name already exists - do you want to move it?\n\n\Warning: if you move a tag that has been used by someone else already, it may cause confusion.";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "Tag Already Exists!";

/* EmailRegisterField */
"EmailRegisterField" = "email";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "You left the commit message blank. Are you sure you want to commit with no description of your changes (not recommended)?";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Empty Commit Message";

/* EnterDetailsToRegisterTitle */
"EnterDetailsToRegisterTitle" = "Enter your details to register for an account:";

/* EnterEmailPasswordToLoginTitle */
"EnterEmailPasswordToLoginTitle" = "Enter your email address and password to login:";

/* EnterRegistrationOrLoginTitle */
"EnterRegistrationOrLoginTitle" = "Enter your registration or login email:";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Error Loading Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Are you sure you want to remove this external project link?";

/* Fatal Error */
"FatalError" = "Fatal Error";

/* FeatureName */
"FeatureName" = "Feature Name:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Reset File to This Commit";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Revert File to This Revision";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Reset Files to This Commit";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Revert Files to This Revision";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FirstNameRegisterField */
"FirstNameRegisterField" = "first name";

/* FlowConfirmInit */
"FlowConfirmInit" = "Confirm changes to repository";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initialising this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.flow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Create new branch";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Feature";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Latest feature branch";

/* Hotfix */
"FlowHotfix" = "Hotfix";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Latest hotfix branch";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Latest master branch";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "The production branch you chose, '%@', does not already exist. We can't create this automatically because the point in history where the production branch starts from is very important.\n\nTo resolve this, please create a new branch called '%@' at the point in your log which represents the current production state of your system, then come back and initialise again.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Cannot Create Production Branch";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Commit '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Latest development branch";

/* Release */
"FlowRelease" = "Release";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Latest release branch";

/* ForceDelete */
"ForceDelete" = "Force Delete";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Format to Guidelines";

/* GettingSourceTreeLicenseStatus */
"GettingSourceTreeLicenseStatus" = "Getting SourceTree license...";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d ahead";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d behind";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "You have chosen to amend the previous commit - this alters history so will cause you problems if you have already pushed the previous commit to a remote. Are you sure you want to continue?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Warning - changing history";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Embedded git-flow";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Remove tag from all remotes";

/* GitRepoIdentified */
"GitRepoIdentified" = "This is a Git repository";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Performing a merge on a repository that is synchronising with Subversion is not recommended. Not only is Subversion's merge information rudimentary, but the mechanism which git-svn uses to track what needs to be committed to Subversion can be confused by merges. The only situation where it will work is if you merge changes from a branch which has never pushed to Subversion, into an Subversion tracking branch. \n\nFor safety it is recommended that you do not proceed, and apply commits across branches via cherry pick or patches instead. If you choose to proceed anyway, you are responsible for managing this.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Merging in a Subversion Repository Not Recommended";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "This action will fetch the latest from Subversion and rebase your changes on top of any revisions you don't have yet (if required), before submitting your commits upstream to Subversion. This will be done only for the current branch.\n\nAre you sure you want to continue?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Confirm Push to Subversion?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Since you're tracking a Subversion repository, do you wish to create a Subversion tag, or simply a Git tag which you will keep locally? Bear in mind that you cannot push Git tags to Subversion later.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Create Subversion Tag?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Embedded Git version %@";

/* GitVersionSystem */
"GitVersionSystem" = "System Git version %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "The GPG path you specified is invalid. You should specify the full path to the folder where the gpg2 installation is located, for example, /usr/local/MacGPG2/bin.\n\nDo you wish to continue?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Invalid GPG Path";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the SourceTree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "GPG Deletion Failure";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG Symlink Write Failure";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "It appears that you have a graft in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the graft, or to abort and discard your changes. ";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Graft in progress";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Partial Clone Requires Flat Layout";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "This repository is tracking a Subversion repository, and you cannot create new branches on Subversion using this bridge (hgsubversion). If you create a new Mercurial branch, you will not be able to push changesets directly from this branch to Subversion - you will have to transplant changes manually to an existing Subversion branch and push that (hgsubversion also doesn't support merges). \n\nIf you wanted a permanent Subversion branch, create the branch using 'svn copy' and pull it into this repository. If you just want a temporary branch, you may be better to do this work in another clone.\n\nIf you choose to create a branch anyway, you are responsible for managing this.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Creating Subversion Branches Is Not Supported";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "This repository is tracking a Subversion repository, and the hgsubversion bridge cannot handle merges; merging could prevent you from pushing the current branch to Subversion anymore. It is therefore recommended that you do NOT merge, but instead use the 'Transplant' feature to apply changes across branches. \n\nIf you click 'Proceed' to merge anyway, you are responsible for the consequences!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Merging Subversion Branches Not Supported";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "This repository is tracking a Subversion repository, and the hgsubversion bridge cannot handle adding or removing tags; doing this could prevent you from pushing the current branch to Subversion anymore. It is therefore NOT recommended that you proceed, and you should create tags using a Subversion tool instead. \n\nIf you click 'Proceed', you are responsible for the consequences!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Subversion Tag Modification Not Supported";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Hide Command Output";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Hide Sidebar";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "The URL you specified appears to be malformed, please correct it. ";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "Bad Host URL";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Invalid username";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Please enter your Bitbucket/GitHub username and not an email address.";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Default user name to use for host %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Edit default user name";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Are you sure you want to remove the default user name for %@";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Remove default user";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Please create at least one hosted repository account before trying to create a repository.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "No Accounts Registered";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Please complete all the fields for your %@ account.";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Details incomplete";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "Unable to load list of hosted service accounts, please report thisto support.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "Error loading hosting services";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "Login failed for your %@ account.\n\nThe remote service said: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Login error";

/* HotfixName */
"HotfixName" = "Hotfix Version:";

/* IgnoredFiles */
"IgnoredFiles" = "Ignored files";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Select your SourceTree license file:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "License file:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Import License File";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Failed to install command line tools, please see the system log for details.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Installation failed";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Successfully installed command line tools, you can now call the following from a terminal:\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Installation succeeded";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Rebase children of %@ interactively...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Interactive rebase...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "This is not a valid archive file, please specify a file with an extension of .zip, .tar, .tar.gz, .tar.bz2, tgz or tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Invalid archive";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "The email address provided was in the wrong format";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Invalid Email Format";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Jump to Commit SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Jump to Revision / Changeset:";

/* KaleidoscopeNotFound */
"KaleidoscopeNotFound" = "Kaleidoscope was not found on this Mac, please install it before selecting it as an external diff or merge tool.";

/* KaleidoscopeNotFoundTitle */
"KaleidoscopeNotFoundTitle" = "Kaleidoscope Not Found";

/* KDiff3NotFound */
"KDiff3NotFound" = "KDiff3 was not found on this Mac, please install KDiff3 before selecting it as an external diff or merge tool.";

/* KDiff3NotFoundTitle */
"KDiff3NotFoundTitle" = "KDiff3 Not Found";

/* LastNameRegisterField */
"LastNameRegisterField" = "last name";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "You must agree to the SourceTree license agreement before using SourceTree, please check the box to indicate this.";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "You have not agreed to the SourceTree license, so this will cause SourceTree to quit. Are you sure?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "License agreement required";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "You already have a license installed, are you sure you want to install this new license?";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "Confirm overwrite license?";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "There was a problem importing the license file: %@";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "Error importing license";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "The file specified is not a valid SourceTree license file. Please pick a valid license.";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "Invalid License";

/* LoginFailedTitle */
"LicenseRetrievalFailedTitle" = "License Retrieval Failed";

/* LocateMovedRepository */
"LocateMovedRepository" = "Locate Moved Repository";

/* LogAllParents */
"LogAllParents" = "All Parents";

/* LogAncestorOrder */
"LogAncestorOrder" = "Ancestor Order";

/* LogBranchesAll */
"LogBranchesAll" = "All Branches";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Current Branch";

/* LogDateOrder */
"LogDateOrder" = "Date Order";

/* LogFollowFirst */
"LogFollowFirst" = "First Parent Only";

/* LoggingInStatus */
"LoggingInStatus" = "Logging in...";

/* LogHideRemotes */
"LogHideRemotes" = "Hide Remote Branches";

/* Login */
"Login" = "Login";

/* LogShowRemotes */
"LogShowRemotes" = "Show Remote Branches";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Core";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "This is a Mercurial repository";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Embedded Mercurial version %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "System Mercurial version %@";

/* Merge */
"Merge" = "Merge";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Merge ";

/* MergeErrorTitle */
"MergeErrorTitle" = "Errors During Merge";

/* MissingEmailAddressMsg */
"MissingEmailAddressMsg" = "An email address must be provided to continue";

/* MissingEmailAddressTitle */
"MissingEmailAddressTitle" = "Missing Email Address";

/* MissingFieldTitle */
"MissingFieldTitle" = "Missing Field";

/* MissingPasswordMsg */
"MissingPasswordMsg" = "A password must be provided to continue";

/* MissingPasswordTitle */
"MissingPasswordTitle" = "Missing Password";

/* Mode */
"Mode" = "mode";

/* ModifiedFiles */
"ModifiedFiles" = "Modified files";

/* MoreInfo */
"MoreInfo" = "More Info";

/* Move */
"Move" = "Move";

/* MoveFileMessage */
"MoveFileMessage" = "Select the destination to move %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Destination";

/* MoveFileTitle */
"MoveFileTitle" = "Move File";

/* MoveTag */
"MoveTag" = "Move Tag";

/* MoveToTrash */
"MoveToTrash" = "Also Move To Trash";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d new commit to pull from \"%@\" for \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "New Commit Available";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d new changeset to pull for \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "New Changeset Available";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d new commits to pull from \"%@\" for \"%@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "New Commits Available";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%d new changesets to pull for \"%@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "New Changesets Available";

/* NewGroup */
"NewGroup" = "New Group";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Creating New %@ Repository At %@";

/* No */
"No" = "No";

/* NoCommitSelected */
"NoCommitSelected" = "No Commit Selected";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Please select at least one commit to continue.";

/* NoFilesSelected */
"NoFilesSelected" = "No Files Selected";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Please selected at least one file to continue.";

/* NoFilesToCommit */
"NoFilesToCommit" = "Nothing to commit!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Please select some files to commit before proceeding.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Don't warn me in the future";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "You can only perform this operation on a contiguous range of lines, please re-select a single enclosing range of lines, or perform this action separately on each range if you need to cherry-pick.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Non-contiguous selection";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "No Remote Branch Selected";

/* NoRevisionSelected */
"NoRevisionSelected" = "No Revision Selected";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "No staged changes - commit all?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "You haven't staged any changes to be committed.\n\nWould you like to just commit all your modifications? This won't add any new files that aren't tracked yet.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow was not found in the location specified; the SourceTree internal version will be used.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow not found";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git not found";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial was not found on on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial not found";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "This is not a valid source path / URL";

/* NothingToCommit */
"NothingToCommit" = "Nothing to commit";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "The path %@ does not refer to a working copy for Mercurial or Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Invalid folder";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Open Selected Version File";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Open Selected Version Files";

/* OpenSourcePath */
"OpenSourcePath" = "Open Source Path";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Open Author Map File";

/* Open Working Copy */
"OpenWorkCopy" = "Open Working Copy";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; SourceTree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Password Found in URL";

/* PasswordMismatchTitle */
"PasswordMismatchTitle" = "Password Mismatch";

/* PasswordMismatchMsg
   PasswordRegisterField */
"PasswordRegisterField" = "password";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Successfully determined strip and base path options";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Could not determine strip/base path options from patch file entry: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "The dry run of this patch succeeded. Deselect the 'Dry Run' option and run again to apply for real.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "Patch Ok!";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Just test whether the patch would apply";

/* PatchFailedMessage */
"PatchFailedMessage" = "Applying a patch to the working folder failed - the most likely reason for this is that the state of the file(s) in your working folder have altered too much for the patch process to be able to complete successfully.\n\nPlease make the changes manually instead.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Patching failed";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git does not support --dry-run on full commit imports";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial does not support --dry-run on full commit imports or patches with extended diff options";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Patch is a working copy diff format.";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Patch contains extended diff information (copy, rename, binary etc)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "Patch contains a Git commit.";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "Patch contains a Mercurial changeset.";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "This is not a valid patch file.";

/* PendingFiles */
"PendingFiles" = "Pending files";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Please select a commit.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Please select a remote branch.";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Please select a revision.";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Proceed (Not Recommended)";

/* PullFailedTitle */
"PullFailedTitle" = "Pull Failed";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Are you sure you want to pull subtree '%@' from '%@' using branch/commit '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Pull Subtree";

/* Push... */
"Push..." = "Push...";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Push changes immediately to %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Your commit succeeded but your push failed. To retry your push, use the Push toolbar button.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Push Failed";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Are you sure you want to push subtree '%@' to repo '%@' with branch/commit '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Push Subtree";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Push revision %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Push revision...";

/* Rebase */
"Rebase" = "Rebase";

/* RebaseAbort */
"RebaseAbort" = "Abort Rebase";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Aborting rebase";

/* RebaseContinue */
"RebaseContinue" = "Continue Rebase";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "It appears that you have a rebase in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the rebase, or or abort this process where you are now. ";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Rebase In Progress";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Continuing rebase";

/* RebasingInteractively */
"RebasingInteractively" = "Rebasing Interactively...";

/* Register */
"Register" = "Register";

/* RegisteringAccountStatus */
"RegisteringAccountStatus" = "Registering account...";

/* RegisterNowButton */
"RegisterNowButton" = "Register Now - Free!";

/* ReleaseName */
"ReleaseName" = "Release Version:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "Host Root URL is invalid - must be a valid http[s]:// URL.";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Please supply a Host Root URL for this remote to enable enhanced integration.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Validation error";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "There is no remote defined in the repository you selected that matches the incoming remote project details. If you definitely want to associate this repository with this remote link then please edit the remote details on your repository to match.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Remote details do not match";

/* RemoveBookmark */
"RemoveBookmark" = "Remove Bookmark";

/* RemoveBookmarks */
"RemoveBookmarks" = "Remove Bookmarks";

/* RenameBranch */
"RenameBranch" = "Rename Branch";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "New branch name:";

/* Replace */
"Replace" = "Replace";

/* RepoIsGone */
"RepoIsGone" = "Repository Missing";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "This repository appears to have been deleted from the file system, or moved somewhere else. \n\nDo you want to remove this bookmark, or re-point it to the correct folder?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Repository moved or deleted";

/* RepoScanningDone */
"RepoScanningDone" = "Done, please select the repositories to add below.";

/* RepositoryActions */
"RepositoryActions" = "Repository Actions";

/* RequiredFieldMsg */
"RequiredFieldMsg" = "The field %@ is a required field";

/* ReregisterButton */
"ReregisterButton" = "Re-register";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Reset %@ to this commit";

/* ResetMenuTitle */
"ResetMenuTitle" = "Reset...";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Reset to Commit...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Restore";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Restore commit...";

/* ReverseHunk */
"ReverseHunk" = "Reverse hunk";

/* ReverseLines */
"ReverseLines" = "Reverse lines";

/* RevertMenuTitle */
"RevertMenuTitle" = "Revert...";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Please select at least one file to continue.";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "No files selected";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Due to an outstanding merge your working copy has more than one parent revision. Please pick the revision you wish to revert to:\n\n%@\n\nor:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Pick Parent Revision";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Revert to Revision...";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Displaying all changes between %@ and %@";

/* RevisionLabel */
"RevisionLabel" = "Revision:";

/* ScanForRepositories */
"ScanForRepositories" = "Scan Folder For Repositories";

/* SetDestinationPath */
"SetDestinationPath" = "Select Destination Path";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "A shelve with this name already exists.\n\nDo you want to overwrite the existing shelve with the same name? You will lose your changes in your existing shelve.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Shelve Exists";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Shelve Changes...";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Show Command Output";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Show Sidebar";

/* BOOKMARKS */
"SidebarBookmarks" = "BOOKMARKS";

/* BRANCHES */
"SidebarBranches" = "BRANCHES";

/* SidebarCheckout */
"SidebarCheckout" = "Checkout %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Close %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Delete %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Delete %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Fetch from %@";

/* FILE STATUS */
"SidebarFileStatus" = "FILE STATUS";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Merge %@ into %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Add Submodule...";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "Add Subrepository...";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Add/Link Subtree...";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Open %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Pull from %@...";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Pull %@ into %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Pull %@ (tracked)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Push to %@...";

/* SidebarPushTo */
"SidebarPushTo" = "Push to %@...";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Push to %@ (tracked)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Rebase current changes onto %@";

/* REMOTES */
"SidebarRemotes" = "REMOTES";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Remove %@...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Delete %@";

/* SHELVED */
"SidebarShelved" = "SHELVED";

/* STASHES */
"SidebarStashes" = "STASHES";

/* SUBMODULES */
"SidebarSubmodules" = "SUBMODULES";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "SUBREPOSITORIES";

/* SUBTREES */
"SidebarSubtrees" = "SUBTREES";

/* TAGS */
"SidebarTags" = "TAGS";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Update to %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Are you sure you wish to sign revision %@? This will create a new commit.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Confirm Sign Revision";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Sign Revision";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "sorted by checked / unchecked";

/* SortedByFilename */
"SortedByFilename" = "sorted by filename";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "sorted by filename (reversed)";

/* SortedByFileStatus */
"SortedByFileStatus" = "sorted by file status";

/* SortedByPath */
"SortedByPath" = "sorted by path";

/* SortedByPathReverse */
"SortedByPathReverse" = "sorted by path (reversed)";

/* SourceEqualsDest */
"SourceEqualsDest" = "You must pick a different file as the destination.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Invalid filename";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Specified commit:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Specified revision:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Select Subtree Path";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Click 'More Info' for details on how to resolve this.";

/* SSLErrorTitle */
"SSLErrorTitle" = "SSL Certificate Error";

/* No comment provided by engineer. */
"StagedFiles" = "Staged files";

/* StageHunk */
"StageHunk" = "Stage hunk";

/* StageLines */
"StageLines" = "Stage lines";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "A stash with this name already exists.\n\nDo you want to create a new stash with the same name? Your existing stash will not be overwritten.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash Exists";

/* StashMenuTitle */
"StashMenuTitle" = "Stash Changes...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Added";

/* StatusTooltipClean */
"StatusTooltipClean" = "Clean";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Removed";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Ignored";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "Conflicted";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Merged";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Missing";

/* StatusTooltipModified */
"StatusTooltipModified" = "Modified";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Renamed";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Subrepository tracked commit changed";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Not Tracked";

/* StripMenuTitle */
"StripMenuTitle" = "Strip from here";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Submodules can only be git repositories.";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Not a Git repository";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "You must pick a path that is inside your repository path.";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Path invalid";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Uncommitted submodules:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Submodules with outgoing changes:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Uncommitted subrepositories:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Subrepositories with outgoing changes:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "You must commit outstanding changes to subrepositories before committing the parent repository.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Uncommitted subrepository changes";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "You must push your changes to subrepositories before proceeding.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Push subrepositories before proceeding";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Details for subtree:\n\nRepo: %@\nLocal Relative Path: %@\nBranch / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Subtree Details";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "A folder already exists at the path you've specified. Do you want to create a link between the remote details you've specified and the existing folder? (note, this won't cause any changes in your repository)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Link Subtree Details";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "The field 'Branch / Commit' is a required field";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Missing Subtree Detail";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "A source path / URL is required to perform a subtree action";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Subtree Path Missing";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "The local subtree path '%@' is already linked to a subtree. Do you want to replace the details already associated with that subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Override Subtree Link";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Path Prefix Error";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Squash commits";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Pulling from Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Subversion Revision:";

/* SummaryClean */
"SummaryClean" = " Clean  ";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "diff suppressed (file size or pattern)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = " Unresolved Merge: ";

/* SummaryMergeOk */
"SummaryMergeOk" = " Merge: ";

/* SummaryNumAdded */
"SummaryNumAdded" = "Added: %u ";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Conflicts: %u ";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Incoming: %u ";

/* SummaryNumMissing */
"SummaryNumMissing" = "Missing: %u ";

/* SummaryNumModified */
"SummaryNumModified" = "Modified: %u ";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Outgoing: %u ";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Removed: %u ";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Unknown: %u ";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = " Unresolved Rebase: ";

/* SummaryRebaseOk */
"SummaryRebaseOk" = " Rebase: ";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "File copied/renamed from %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Deleted binary file";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Deleted file";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "File contents";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Hunk %d : Lines %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "lines";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "lines added";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "lines removed";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Modified binary file";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Modified file";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "New binary file";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "New file";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Subrepo tracked commit changed";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Unmodified file";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Untracked binary file";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Untracked file";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "This is a Subversion server (must clone to Git or Mercurial)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "This is a Subversion server";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Please choose to convert the Subversion repository to either Git or Mercurial.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Select Target Repository Type";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Switching working copy...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Select the git-flow version you want to use";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Locate git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Warning: git-flow version requirements";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Locate your system git executable";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Locate system Git";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Mercurial Python package folder:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Please locate your system Mercurial package. \nThis should be within your Python library folder, \nfor example '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Locate system Mercurial";

/* TagDetails */
"TagDetails" = "Tag details";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Unable to write output to file: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Pulling from %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Reverting files to %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Transplant";

/* TrialDaysRemainingMessage */
"TrialDaysRemainingMessage" = "You have %d days of your trial period remaining.";

/* Uncommitted changes */
"UncommittedChanges" = "This revision does not yet exist, it will be created once you commit your changes.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "You have uncommitted changes in your working copy that need to be committed before you can proceed; please commit and then repeat this action.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Uncommitted Changes";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Delete";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Edit";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Edit Message";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Move";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Squash";

/* UnknownErrorMsg */
"UnknownErrorMsg" = "Unknown error";

/* No comment provided by engineer. */
"UnstagedFiles" = "Unstaged files";

/* UnstageHunk */
"UnstageHunk" = "Unstage hunk";

/* UnstageLines */
"UnstageLines" = "Unstage lines";

/* UntrackedFiles */
"UntrackedFiles" = "Untracked files";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Update To...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Details";

/* UseRevisionButton */
"UseRevisionButton" = "Use %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Checking out this commit will create a detached HEAD, and you will no longer be on any branch (unless you subsequently create a new one). \n\nAre you sure that's what you want? If not, press Cancel and pick another commit, or if this is a remote branch you can use the 'Checkout New Branch' tab instead to create a new local branch.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Warning: creating detached HEAD";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Important warning: performing this action requires discarding ALL of your current uncommitted changes, are you sure you wish to proceed?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Uncommitted changes!";

/* Working Copy */
"Working Copy" = "Working Copy";

/* No
   Yes */
"Yes" = "Yes";

